Repository: tabacha/diplomatic-map
Catalog: i18n/*.po
Languages: de_de

source: Loading Open Diplomatic Map, please wait...
de_de: Lade Open Diplomatic Map, bitte warten...

source: clear maps
de_de: lösche Karten

source: add data
de_de: Daten hinzufügen

source: add layer
de_de: Ebene hinzufügen

source: add map markers
de_de: Kartenmarkierungen hinzufügen

source: open markers
de_de: öffne Markierungen

source: Show %1$d of %2$d.
de_de: Zeige %1$d von %2$s.

source: all
de_de: alles

source: Loading data...
de_de: Lade Daten....

source: error laoding wikidata
de_de: Fehler beim Laden von WikiData

source: Loading data (%1$d of %2$d bytes)
de_de: Lade Daten (%1$d von %2$d Bytes)

source: Error retrieving data
de_de: Fehler beim Empfang der Daten

source: Add markers
de_de: Kartenmarkierungen hinzufügen

source: searchbox create
de_de: Suchdialog erstellen

source: consulate (led by a consul)
de_de: Konsulat (geleitet von einem Konsul)

source: embassy (led by an ambassador)
de_de: Bootschaft (vom Botschafter geleitet)

source: honorary consulate
de_de: Honorar Konsulat

source: consulate general
de_de: General Konsulat

source: residence of a head of a diplomatic mission
de_de: Wohnort des leitenden diplomatischen Angestellten

source: Sending Country
de_de: Sendendes Land

source: Receiving Country
de_de: Empfangendes Land

source: Street
de_de: Straße

source: Country
de_de: Land

source: City
de_de: Stadt

source: Housenumber
de_de: Hausnummer

source: Postcode
de_de: Postleitzahl

source: Website
de_de: Webseite

source: Wheelchair
de_de: Rollstuhl

source: Wheelchairs have full unrestricted access.
de_de: Rollstühle haben unbegrenzten Zugang.

source: Wheelchairs have no unrestricted access.
de_de: Rollstühle haben keinen Zugang.

source: Wheelchairs have partial access.
de_de: Rollstühle haben teilweise Zugang.

source: The palce is designated or purpose built for wheelchairs.
de_de: Dieser Ort wurde extra für die Belange von Rollstuhlfahrern geschaffen.

source: Source
de_de: Quelle

source: Source of the data
de_de: Quelle der Daten

source: Phone
de_de: Telefon

source: Opening hours
de_de: Öffnungszeiten

source: Fimxe note
de_de: Fixme-Notiz

source: OSM note
de_de: OSM Notiz

source: Map &copy; %1$s. (%2$s)
de_de: Karte &copy; %1$s. (%2$s)

source: about this map
de_de: über diese Karte

source: Diplomatic data of: %1$s
de_de: Diplomatische-Daten von: %1$s.

source: Zoom in
de_de: vergrößern

source: Zoom out
de_de: verkleinern

source: Loading...
de_de: Lade...

source: Show in OSM
de_de: Zeige in OSM

source: %1$s (not documented tag)
de_de: %1$s (nicht dokumentierter Tag)

source: Author:
de_de: Autor:

source: Source Code:
de_de: Quelltext:

source: Software of: %1$s
de_de: Software von %1$s

source: Map data: Copyright <a href="https://www.openstreetmap.org/copyright" target="_blank">&copy; OpenStreetMap and contributiors</a> under <a href="http://www.opendatacommons.org/licenses/odbl" target="_blank">Open Database Licence</a>
de_de: Kartendaten: Copyright <a href="https://www.openstreetmap.org/copyright" target="_blank">&copy; OpenStreetMap-Mittwirkende</a> under <a href="http://www.opendatacommons.org/licenses/odbl" target="_blank">Open Database Lizenz</a>

source: With help of: %1$s.
de_de: Mit Hilfe von: %1$s.

source: Thank you!
de_de: Danke!

source: About Open Diplomatic Map
de_de: Über Open Diplomatic Map

source: Close
de_de: Schließen

source: Show example overpass query in diffrent browser window.
de_de: Zeige eine Beispiel Overpass-Anfrage in einem anderen Browser-Fenster.

source: All items
de_de: Alle Einträge

source: All %1$d itmes as csv
de_de: Alle %1$d Einträge als CSV.

source: Current selection (%1$d)
de_de: Aktuelle Suche (%1$d)

source: Get current selection (%1$d items) as csv.
de_de: Speicher aktuelle Suche (%1$d Einträge) als CSV.

source: Current map view (%1$d)
de_de: Aktueller Kartenausschnitt (%1$d)

source: Get current map view (%1$d items) as csv.
de_de: Speichere den aktuellen Kartenauschnitt (%1$d Einträge) als CSV.

source: You can download the displayed data as CSV (Comma Seperate Value). You can load it for example in LibreOffice Calc or in Microsoft-Excel.
de_de: Sie können die Daten als CSV (Comma Seperate Value = Komma-Separiert) herunterladen. Sie können die Daten dann z.B. in LibreOffice oder in Mircosoft-Excel weiterbearbeiten.

source: Data from OpenStreetMap: %1$s.
de_de: Daten von OpenStreetMap: %1$s.

source: If you like actual data, please go to overpass-turbo.eu.
de_de: Wenn Sie stattdessen aktuellere Daten wünschen, nutzen Sie bitte overpass-turbo.eu.

source: Please choose what data to download.
de_de: Bitte wählen Sie welche Daten sie herunterladen wollen.

source: share this marker
de_de: Diesen Marker teilen

source: post on facebook
de_de: Auf Facebook teilen

source: twitter this
de_de: twittern

source: send via E-Mail
de_de: Per E-Mail verschicken

source: lang2lettercode
de_de: de

source: fill in a good value
de_de: wähle einen guten Wert

source: deprecated: remove
de_de: veraltet: entfernen

source: add this tag
de_de: dieses Tag hinzufügen

source: unkown key
de_de: unbekannter Schlüssel

source: unkown country "%1$s".
de_de: unbekanntes Land "%1$s".

source: fix and afterwards remove fixme tag
de_de: Fehler Beheben und dann das Fixme-Tag entfernen.

source: Validation
de_de: Validierung

source: About
de_de: Über

source: OSM-Data
de_de: OSM-Daten

source: One validation error
de_de: Ein Validierungs-Fehler.

source: One validation warning
de_de: Eine Validierungs-Warung.

source: One hint for better data
de_de: Ein Hinweis für bessere Daten.

source: everything looks good
de_de: Alles sieht gut aus.
